tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "alsa-lib"
brew "asdf"
brew "autoconf"
brew "automake"
brew "bat"
brew "bison"
brew "bottom"
brew "circleci"
brew "cli53"
brew "cloc"
brew "cmake"
brew "deno"
brew "docbook"
brew "docbook-xsl"
brew "enca"
brew "exa"
brew "falcon"
brew "fdk-aac"
brew "ffmpeg"
brew "freetype"
brew "gd"
brew "gettext"
brew "gh"
brew "ghq"
brew "git-secrets"
brew "gmp"
brew "gnupg"
brew "grafana"
brew "grafana-agent"
brew "icu4c"
brew "imagemagick"
brew "ipcalc"
brew "iproute2mac"
brew "jenkins"
brew "kube-ps1"
brew "kubernetes-cli"
brew "libedit"
brew "libiconv"
brew "libjpeg"
brew "libpng"
brew "libsodium"
brew "libvpx"
brew "libxml2"
brew "libyaml"
brew "libzip"
brew "loki"
brew "lynx"
brew "mas"
brew "mono"
brew "mycli"
brew "nasm"
brew "neovim"
brew "ninja"
brew "node_exporter"
brew "nvm"
brew "oath-toolkit"
brew "oniguruma"
brew "openapi-generator"
brew "opencv"
brew "openshift-cli"
brew "openssl@1.1"
brew "openssl@3"
brew "opus"
brew "peco"
brew "pkg-config"
brew "prometheus"
brew "promtail"
brew "pulseaudio"
brew "pup"
brew "qt"
brew "re2c"
brew "readline"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "terraformer"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "velero"
brew "wget"
brew "x264"
brew "x265"
brew "yasm"
brew "youtube-dl"
brew "zlib"
brew "zsh-syntax-highlighting"
cask "1password"
cask "adobe-acrobat-reader"
cask "alfred"
cask "atom"
cask "authy"
cask "background-music"
cask "balenaetcher"
cask "bitwarden"
cask "boost-note"
cask "brave-browser"
cask "canva"
cask "chatwork"
cask "chromium"
cask "coteditor"
cask "cyberduck"
cask "datadog-agent"
cask "db-browser-for-sqlite"
cask "deepl"
cask "discord"
cask "docker"
cask "drawio"
cask "evernote"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "github"
cask "gitify"
cask "goland"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "kitematic"
cask "lens"
cask "mactex-no-gui"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "miro"
cask "modern-csv"
cask "multipass"
cask "mysqlworkbench"
cask "netbeans"
cask "notion"
cask "obs"
cask "opera"
cask "phpstorm"
cask "pock"
cask "postman"
cask "pritunl"
cask "pycharm"
cask "raspberry-pi-imager"
cask "rubymine"
cask "scroll-reverser"
cask "sdformatter"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "steam"
cask "stoplight-studio"
cask "sublime-text"
cask "turbovnc-viewer"
cask "tweeten"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "webstorm"
cask "wireshark"
cask "ytmdesktop-youtube-music"
cask "zoom"
