tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/services'
tap 'vladimirvivien/oss-tools'
brew 'act'
brew 'apr-util'
brew 'asdf'
brew 'autoconf'
brew 'automake'
brew 'bat'
brew 'bison'
brew 'bottom'
brew 'cdrtools'
brew 'certbot'
brew 'circleci'
brew 'clang-format'
brew 'cli53'
brew 'cloc'
brew 'cmake'
brew 'cocoapods'
brew 'coreutils'
brew 'deno'
brew 'docbook'
brew 'docbook-xsl'
brew 'enca'
brew 'exiftool'
brew 'eza'
brew 'fcrackzip'
brew 'fdk-aac'
brew 'ffmpeg'
brew 'fn'
brew 'freetds'
brew 'freetype'
brew 'gd'
brew 'gettext'
brew 'gh'
brew 'ghq'
brew 'git-secrets'
brew 'glib'
brew 'gmp'
brew 'gnu-sed'
brew 'gnupg'
brew 'gnutls'
brew 'gobject-introspection'
brew 'graphql-cli'
brew 'hadolint'
brew 'harfbuzz'
brew 'httpd'
brew 'hugo'
brew 'hyperfine'
brew 'icu4c'
brew 'imagemagick'
brew 'ios-deploy'
brew 'ipcalc'
brew 'iperf3'
brew 'iproute2mac'
brew 'java'
brew 'jenkins'
brew 'john'
brew 'knot'
brew 'krb5'
brew 'ktop'
brew 'latexindent'
brew 'lha'
brew 'libass'
brew 'libedit'
brew 'libheif'
brew 'libiconv'
brew 'libjpeg'
brew 'libpng'
brew 'libsodium'
brew 'libvpx'
brew 'libxml2'
brew 'libyaml'
brew 'libzip'
brew 'locust'
brew 'loki'
brew 'lynx'
brew 'mas'
brew 'mike-engel/jwt-cli/jwt-cli'
brew 'mint'
brew 'mono'
brew 'mycli'
brew 'nasm'
brew 'neovim'
brew 'ninja'
brew 'nkf'
brew 'node_exporter'
brew 'nvm'
brew 'oath-toolkit'
brew 'oniguruma'
brew 'open-jtalk'
brew 'openapi-generator'
brew 'opencv'
brew 'openldap'
brew 'openshift-cli'
brew 'openssl@1.1'
brew 'openssl@3'
brew 'opus'
brew 'p7zip'
brew 'pdfcrack'
brew 'peco'
brew 'pkg-config'
brew 'prometheus'
brew 'promtail'
brew 'pulseaudio'
brew 'pup'
brew 'qt'
brew 're2c'
brew 'readline'
brew 'ripgrep'
brew 'samba'
brew 'shared-mime-info'
brew 'shfmt'
brew 'starship'
brew 'swift-format'
brew 'terraformer'
brew 'tesseract'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unbound'
brew 'velero'
brew 'wget'
brew 'x264'
brew 'x265'
brew 'yasm'
brew 'youtube-dl'
brew 'zbar'
brew 'zlib'
brew 'zsh-syntax-highlighting'
cask '1password'
cask 'adobe-acrobat-reader'
cask 'alfred'
cask 'android-studio'
cask 'arc'
cask 'atom'
cask 'authy'
cask 'autodesk-fusion360'
cask 'aws-vault'
cask 'background-music'
cask 'balenaetcher'
cask 'bitwarden'
cask 'bloomrpc'
cask 'boost-note'
cask 'brave-browser'
cask 'canva'
cask 'chatgpt'
cask 'chatwork'
cask 'chromium'
cask 'clipy'
cask 'coteditor'
cask 'cyberduck'
cask 'datagrip'
cask 'db-browser-for-sqlite'
cask 'deepl'
cask 'discord'
cask 'docker'
cask 'drawio'
cask 'dropbox'
cask 'evernote'
cask 'figma'
cask 'firefox'
cask 'font-fira-code-nerd-font'
cask 'font-profont-nerd-font'
cask 'github'
cask 'gitify'
cask 'gitkraken'
cask 'goland'
cask 'google-cloud-sdk'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'grammarly'
cask 'graphql-playground'
cask 'intellij-idea'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keka'
cask 'kitematic'
cask 'lastpass'
cask 'mactex-no-gui'
cask 'mark-text'
cask 'meetingbar'
cask 'microsoft-remote-desktop'
cask 'microsoft-teams'
cask 'miro'
cask 'modern-csv'
cask 'multipass'
cask 'mysqlworkbench'
cask 'netbeans'
cask 'ngrok'
cask 'notion'
cask 'obs'
cask 'obsidian'
cask 'openlens'
cask 'opera'
cask 'phpstorm'
cask 'pock'
cask 'postman'
cask 'pritunl'
cask 'pycharm'
cask 'raspberry-pi-imager'
cask 'rubymine'
cask 'scroll-reverser'
cask 'sdformatter'
cask 'sequel-ace'
cask 'sequel-pro'
cask 'slack'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'stoplight-studio'
cask 'sublime-text'
cask 'turbovnc-viewer'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'warp'
cask 'webstorm'
cask 'wezterm'
cask 'wireshark'
cask 'workplace-chat'
cask 'ytmdesktop-youtube-music'
cask 'yubico-yubikey-manager'
cask 'zoom'
cask 'zotero'
