tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "autoconf"
brew "automake"
brew "bat"
brew "bison"
brew "bottom"
brew "cli53"
brew "enca"
brew "exa"
brew "freetype"
brew "fzf"
brew "gd"
brew "gettext"
brew "gh"
brew "ghq"
brew "git-secrets"
brew "gmp"
brew "gnupg"
brew "homeport/tap/dyff"
brew "icu4c"
brew "imagemagick"
brew "iproute2mac"
brew "jenkins"
brew "krb5"
brew "kube-ps1"
brew "libedit"
brew "libiconv"
brew "libjpeg"
brew "libpng"
brew "libsodium"
brew "libxml2"
brew "libyaml"
brew "libzip"
brew "lynx"
brew "mas"
brew "mysql-client"
brew "nvm"
brew "oath-toolkit"
brew "openssl@1.1"
brew "openssl@3"
brew "peco"
brew "pkg-config"
brew "pup"
brew "re2c"
brew "readline"
brew "shellcheck"
brew "shfmt"
brew "terraformer"
brew "tmux"
brew "tree"
brew "velero"
brew "mono"
brew "wget"
brew "zlib"
brew "zsh-syntax-highlighting"
cask "1password"
cask "adobe-acrobat-reader"
cask "alfred"
cask "atom"
cask "authy"
cask "background-music"
cask "balenaetcher"
cask "bitwarden"
cask "boost-note"
cask "brave-browser"
cask "canva"
cask "chatwork"
cask "chromium"
cask "coteditor"
cask "db-browser-for-sqlite"
cask "deepl"
cask "discord"
cask "docker"
cask "drawio"
cask "evernote"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "github"
cask "gitify"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "kitematic"
cask "lens"
cask "mactex-no-gui"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "miro"
cask "modern-csv"
cask "multipass"
cask "mysqlworkbench"
cask "notion"
cask "opera"
cask "pock"
cask "postman"
cask "pritunl"
cask "raspberry-pi-imager"
cask "scroll-reverser"
cask "sdformatter"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "tweeten"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wireshark"
cask "zoom"
